<?php

return[
    'lang' => 'هذه هي اللغة الحالية',
    'changelangfalse' => 'اللغة التي أدخلتها غير مدعومة.',
    'changelangtrue' => 'لقد تم تغيير اللغة.',
    'maneger_details' => 'هذه هي بيانات المدير',
    'create_employee' => 'تم إنشاء الموظف بنجاح.',
    'WH_not_in' => 'يجب عليك إضافة عدد ساهات العمل',
    'CN_not_in' => 'يجب عليك إضافة عددالمكالمات الكلية في الشهر',
    'ar_not_in' => 'معدل القبول غير صحيح, المعدل يحب أن يكون بين 0 و100',
    'cq_not_in' => 'معدل جودة المكالمات غير صحيح, المعدل يحب أن يكون بين 0 و100',


    ////////////////////////////////////////////////
    'work_rate' => 'معدل الدوام',
    'Call_rate' => 'معدل جودة المكالمات',
    'Call_quality' => 'جودة المكالمات',
    'follow_error_num' => 'عدد أخطاء المتابعة',
    'accepternce_rate' => 'معدل القبول',
    'prob_tic_num' => 'عدد بطاقات المشاكل',
    'Number_Work_hours' => 'عدد ساعات العمل',
    'Call_number' => 'عدد المكالمات',
    'error_rate' => 'معدل الأخطاء',
    'Follow_errors_number' => 'عدد أخطاء المتابعة',
    'Acceptance_rate' => 'معدل القبول في تسويق العروض',
    'Call_quality_rate' => 'معدل جودة المكالمات',
    'Suggestion' => 'الأقتراحات',
    'Commitment' => 'الألتزام بالنظام الداخلي'
];
